Repository: AASanticioli/DFF_Messages_Translated
Catalog: */LC_MESSAGES/django.po
Languages: de, es, fr, pt_br

source: Invalid hyperlink - Incorrect URL match.
de: Ungültiger Hyperlink - Falsche URL-Übereinstimmung.
es: Hipervínculo no válido: coincidencia de URL incorrecta.
fr: Lien hypertexte non valide - Correspondance d'URL incorrecte.
pt_br: Hiperlink inválido - correspondência de URL incorreta.

source: Invalid hyperlink - Object does not exist.
de: Ungültiger Hyperlink - Objekt existiert nicht.
es: Hipervínculo no válido: el objeto no existe.
fr: Lien hypertexte non valide - L'objet n'existe pas.
pt_br: Hiperlink inválido - o objeto não existe.

source: Incorrect type. Expected URL string, received {data_type}.
de: Falscher Typ. Erwartete URL-Zeichenfolge, empfangen {data_type}.
es: Tipo incorrecto. Cadena de URL esperada, recibida {data_type}.
fr: Type incorrect. Chaîne d'URL attendue, reçue {data_type}.
pt_br: Tipo incorreto. String de URL esperada, recebido {data_type}.

source: Object with {slug_name}={value} does not exist.
de: Objekt mit {slug_name}={value} existiert nicht.
es: El objeto con {slug_name}={value} no existe.
fr: L'objet avec {slug_name}={value} n'existe pas.
pt_br: Objeto com {slug_name} = {value} não existe.

source: Invalid value.
de: Ungültiger Wert.
es: Valor no válido.
fr: Valeur invalide.
pt_br: Valor inválido.

source: unique integer value
de: eindeutiger ganzzahliger Wert
es: valor entero único
fr: valeur entière unique
pt_br: valor inteiro único

source: UUID string
de: UUID-Zeichenfolge
es: Cadena de UUID
fr: Chaîne UUID
pt_br: String UUID

source: unique value
de: Einzigartiger Wert
es: valor único
fr: valeur unique
pt_br: valor único

source: A {value_type} identifying this {name}.
de: Ein {value_type}, der diesen {name} identifiziert.
es: Un {value_type} que identifica a este {name}.
fr: Un {value_type} identifiant ce {name}.
pt_br: Um {value_type} identificando este {name}.

source: Invalid data. Expected a dictionary, but got {datatype}.
de: Ungültige Daten. Erwartet ein Wörterbuch, hat aber {datatype}.
es: Datos no válidos. Se esperaba un diccionario, pero se obtuvo {datatype}.
fr: Données non valides. Attendu un dictionnaire, mais {datatype}.
pt_br: Dados inválidos. Era esperado um dicionário, mas se obteve um {datatype}.

source: Extra Actions
de: Zusätzliche Aktionen
es: Acciones adicionales
fr: Actions supplémentaires
pt_br: Ações extras

source: Filters
de: Filter
es: Filtros
fr: Filtres
pt_br: Filtros

source: navbar
es: barra de navegación

source: content
de: Inhalt
es: contenido
fr: contenu
pt_br: conteúdo

source: request form
de: Anfrageformular
es: formulario de solicitud
fr: formulaire de demande
pt_br: formulário de solicitação

source: main content
de: Hauptinhalt
es: contenido principal
fr: contenu principal
pt_br: conteúdo principal

source: request info
de: Infos anfordern
es: solicitar información
fr: demande d'info
pt_br: informações da solicitação (request)

source: response info
de: Antwortinfo
es: información de respuesta
fr: info de réponse
pt_br: informação de resposta (response)

source: None
de: Keiner
es: Ninguna
fr: Aucun
pt_br: Nenhum

source: No items to select.
de: Keine Elemente zur Auswahl.
es: No hay elementos para seleccionar.
fr: Aucun élément à sélectionner.
pt_br: Nenhum item para selecionar.

source: This field must be unique.
de: Dieses Feld muss eindeutig sein.
es: Este campo debe ser único.
fr: Ce champ doit être unique.
pt_br: Este campo deve ser único.

source: The fields {field_names} must make a unique set.
de: Die Felder {field_names} müssen eine eindeutige Menge bilden.
es: Los campos {field_names} deben formar un conjunto único.
fr: Les champs {field_names} doivent constituer un ensemble unique.
pt_br: Os campos {field_names} devem fazer um conjunto único.

source: Surrogate characters are not allowed: U+{code_point:X}.
de: Ersatzzeichen sind nicht erlaubt: U+{code_point:X}.
es: No se permiten caracteres sustitutos: U+{code_point:X}..
fr: Les caractères de substitution ne sont pas autorisés: U+{code_point:X}.
pt_br: Caracteres substitutos não são permitidos: U+{code_point:X}.

source: This field must be unique for the "{date_field}" date.
de: Dieses Feld muss für das "{date_field}" -Datum eindeutig sein.
es: Este campo debe ser único para la "{date_field}" fecha.
fr: Ce champ doit être unique pour la "{date_field}" date.
pt_br: Este campo deve ser exclusivo para a data "{date_field}".

source: This field must be unique for the "{date_field}" month.
de: Dieses Feld muss für den Monat "{date_field}" eindeutig sein.
es: Este campo debe ser único para el "{date_field}" mes.
fr: Ce champ doit être unique pour le "{date_field}" mois.
pt_br: Este campo deve ser exclusivo para o mês "{date_field}".

source: This field must be unique for the "{date_field}" year.
de: Dieses Feld muss für das Jahr "{date_field}" eindeutig sein.
es: Este campo debe ser único para el "{date_field}" año.
fr: Ce champ doit être unique pour l'année "{date_field}" .
pt_br: Este campo deve ser exclusivo para o ano "{date_field}" .

source: Invalid version in "Accept" header.
de: Ungültige Version im Header "Accept".
es: Versión no válida en el encabezado "Accept".
fr: Version non valide dans l'en-tête "Accept".
pt_br: Versão inválida no cabeçalho "Accept" .

source: Invalid version in URL path.
de: Ungültige Version im URL-Pfad.
es: Versión no válida en la ruta de la URL.
fr: Version non valide dans le chemin de l'URL.
pt_br: Versão inválida no caminho do URL.

source: Invalid version in URL path. Does not match any version namespace.
de: Ungültige Version im URL-Pfad. Entspricht keinem Versionsnamespace.
es: Versión no válida en la ruta de URL. No coincide con ningún espacio de nombres de versión.
fr: Version non valide dans le chemin de l'URL. Ne correspond à aucun espace de noms de version.
pt_br: Versão inválida no caminho do URL. Não corresponde a nenhum namespace de versão.

source: Invalid version in hostname.
de: Ungültige Version im Hostnamen.
es: Versión no válida en el nombre de host.
fr: Version non valide dans le nom d'hôte.
pt_br: Versão inválida no nome do host.

source: Invalid version in query parameter.
de: Ungültige Version im Abfrageparameter.
es: Versión no válida en el parámetro de consulta.
fr: Version non valide dans le paramètre de requête.
pt_br: Versão inválida no parâmetro de consulta.
