Repository: AASanticioli/DFF_Messages_Translated
Catalog: */LC_MESSAGES/django.po
Languages: de, es, fr, pt_br

source: Invalid basic header. No credentials provided.
de: Ungültiger Basis-Header. Keine Anmeldeinformationen angegeben.
es: Encabezado básico no válido. No se han proporcionado credenciales.
fr: En-tête de base non valide. Aucune information d'identification fournie.
pt_br: Cabeçalho básico inválido. Nenhuma credencial fornecida.

source: Invalid basic header. Credentials string should not contain spaces.
de: Ungültiger Basis-Header. Die Anmeldeinformationszeichenfolge sollte keine Leerzeichen enthalten.
es: Encabezado básico no válido. La cadena de credenciales no debe contener espacios.
fr: En-tête de base non valide. La chaîne d'informations d'identification ne doit pas contenir d'espaces.
pt_br: Cabeçalho básico inválido. A string de credenciais não deve conter espaços.

source: Invalid basic header. Credentials not correctly base64 encoded.
de: Ungültiger Basis-Header. Anmeldeinformationen nicht korrekt base64-codiert.
es: Encabezado básico no válido. Las credenciales no están codificadas correctamente en base64.
fr: En-tête de base non valide. Les informations d'identification ne sont pas correctement codées en base64.
pt_br: Cabeçalho básico inválido. Credenciais não codificadas corretamente em base64.

source: Invalid username/password.
de: Falscher Benutzername / falsches Passwort.
es: Usuario / contraseña invalida.
fr: Nom d'utilisateur / mot de passe invalide.
pt_br: Nome de usuário / senha inválidos.

source: User inactive or deleted.
de: Benutzer inaktiv oder gelöscht.
es: Usuario inactivo o eliminado.
fr: Utilisateur inactif ou supprimé.
pt_br: Usuário inativo ou excluído.

source: Invalid token header. No credentials provided.
de: Ungültiger Token-Header. Keine Anmeldeinformationen angegeben.
es: Encabezado de token no válido. No se han proporcionado credenciales.
fr: En-tête de jeton non valide. Aucune information d'identification fournie.
pt_br: Cabeçalho de token inválido. Nenhuma credencial fornecida.

source: Invalid token header. Token string should not contain spaces.
de: Ungültiger Token-Header. Token-Zeichenfolge sollte keine Leerzeichen enthalten.
es: Encabezado del token no válido. La cadena del token no debe contener espacios.
fr: En-tête de jeton non valide. La chaîne de jeton ne doit pas contenir d'espaces.
pt_br: Cabeçalho de token inválido. A string de token não deve conter espaços.

source: Invalid token header. Token string should not contain invalid characters.
de: Ungültiger Token-Header. Token-Zeichenfolge sollte keine ungültigen Zeichen enthalten.
es: Encabezado del token no válido. La cadena del token no debe contener caracteres no válidos.
fr: En-tête de jeton non valide. La chaîne de jeton ne doit pas contenir de caractères non valides.
pt_br: Cabeçalho de token inválido. A string de token não deve conter caracteres inválidos.

source: Invalid token.
de: Ungültiger Token.
es: Simbolo no valido.
fr: Jeton invalide.
pt_br: Token inválido.

source: Auth Token
es: Token de autenticación
fr: Jeton d'authentification
pt_br: Token de autenticação

source: Key
de: Schlüssel
es: Llave
fr: Clé
pt_br: Chave

source: User
de: Nutzer
es: Usuario
fr: Utilisateur
pt_br: Usuário

source: Created
de: Erstellt
es: Creado
fr: Établi
pt_br: Criada

source: Token
de: Zeichen
es: Simbólico
fr: Jeton

source: Tokens
de: Token
es: Fichas
fr: Jetons

source: Username
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur
pt_br: Nome do usuário

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt_br: Senha

source: Unable to log in with provided credentials.
de: Anmeldung mit den angegebenen Anmeldeinformationen nicht möglich.
es: No se puede iniciar sesión con las credenciales proporcionadas.
fr: Impossible de se connecter avec les informations d'identification fournies.
pt_br: Não é possível fazer login com as credenciais fornecidas.

source: Must include "username" and "password".
de: Muss "username" und "password" enthalten.
es: Debe incluir "username" y "password".
fr: Doit inclure "username" et "password".
pt_br: Deve incluir "username" e "password".

source: A server error occurred.
de: Ein Serverfehler ist aufgetreten.
es: Se produjo un error en el servidor.
fr: Une erreur de serveur s'est produite.
pt_br: Ocorreu um erro de servidor.

source: Invalid input.
de: Ungültige Eingabe.
es: Entrada inválida.
fr: Entrée invalide.
pt_br: Entrada inválida.

source: Malformed request.
de: Missgebildete Anfrage.
es: Solicitud mal formada.
fr: Demande mal formée.
pt_br: Solicitação malformada.

source: Incorrect authentication credentials.
de: Falsche Authentifizierungsdaten.
es: Credenciales de autenticación incorrectas.
fr: Informations d'authentification incorrectes.
pt_br: Credenciais de autenticação incorretas.

source: Authentication credentials were not provided.
de: Authentifizierungsdaten wurden nicht angegeben.
es: No se proporcionaron las credenciales de autenticación.
fr: Les informations d'authentification n'ont pas été fournies.
pt_br: As credenciais de autenticação não foram fornecidas.

source: You do not have permission to perform this action.
de: Sie haben keine Berechtigung, diese Aktion auszuführen.
es: No tienes permiso para realizar esta acción.
fr: Vous n'êtes pas autorisé à effectuer cette action.
pt_br: Você não tem permissão para realizar esta ação.

source: Not found.
de: Nicht gefunden.
es: Extraviado.
fr: Pas trouvé.
pt_br: Não encontrado.

source: Method "{method}" not allowed.
de: Methode "{method}" nicht erlaubt.
es: Método "{method}" no permitido.
fr: Méthode "{method}" non autorisée.
pt_br: Método "{method}" não permitido.

source: Could not satisfy the request Accept header.
de: Der Anforderungs-Header konnte nicht erfüllt werden.
es: No se pudo satisfacer la solicitud Aceptar encabezado.
fr: Impossible de satisfaire l'en-tête d'acceptation de la demande.
pt_br: Não foi possível satisfazer o cabeçalho de aceitação do pedido.

source: Unsupported media type "{media_type}" in request.
de: Nicht unterstützter Medientyp "{media_type}" in Anfrage.
es: Tipo de medio no admitido "{media_type}" en la solicitud.
fr: Type de support non pris en charge "{media_type}" dans la demande.
pt_br: Tipo de mídia não suportado "{media_type}" na solicitação.

source: Request was throttled.
de: Anfrage wurde gedrosselt.
es: La solicitud fue estrangulada.
fr: La demande a été limitée.
pt_br: A solicitação foi restringida.

source: Expected available in {wait} second.
de: Wird voraussichtlich in {wait} Sekunden verfügbar sein.
es: Se espera que esté disponible en {wait} segundo.
fr: Disponible dans {wait} seconde.
pt_br: Disponível em {wait} segundo.

source: Expected available in {wait} seconds.
de: Wird voraussichtlich in {wait} Sekunden verfügbar sein.
es: Se espera que esté disponible en {wait} segundos.
fr: Disponible dans {wait} secondes.
pt_br: Disponível em {wait} segundos.

source: This field is required.
de: Dieses Feld wird benötigt.
es: Este campo es requerido.
fr: Ce champ est requis.
pt_br: Este campo é obrigatório.

source: This field may not be null.
de: Dieses Feld darf nicht null sein.
es: Este campo no puede ser nulo.
fr: Ce champ peut ne pas être nul.
pt_br: Este campo não pode ser nulo.

source: Must be a valid boolean.
de: Muss ein gültiger Boolescher Wert sein.
es: Debe ser un booleano válido.
fr: Doit être un booléen valide.
pt_br: Deve ser um booleano válido.

source: Not a valid string.
de: Keine gültige Zeichenfolge.
es: No es una cadena válida.
fr: Pas une chaîne valide.
pt_br: Não é uma string válida.

source: This field may not be blank.
de: Dieses Feld darf nicht leer sein.
es: Este campo no puede estar en blanco.
fr: Ce champ n'est peut-être pas vide.
pt_br: Este campo não pode ficar em branco.

source: Ensure this field has no more than {max_length} characters.
de: Stellen Sie sicher, dass dieses Feld nicht mehr als {max_length} Zeichen enthält.
es: Asegúrese de que este campo no tenga más de {max_length} caracteres.
fr: Assurez-vous que ce champ ne contient pas plus de {max_length} caractères.
pt_br: Certifique-se de que este campo não tenha mais do que {max_length} caracteres.

source: Ensure this field has at least {min_length} characters.
de: Stellen Sie sicher, dass dieses Feld mindestens {min_length} Zeichen enthält.
es: Asegúrese de que este campo tenga al menos {min_length} caracteres.
fr: Assurez-vous que ce champ contient au moins {min_length} caractères.
pt_br: Certifique-se de que este campo tenha pelo menos {min_length} caracteres.

source: Enter a valid email address.
de: Geben sie eine gültige E-Mail-Adresse an.
es: Introduzca una dirección de correo electrónico válida.
fr: Entrez une adresse mail valide.
pt_br: Digite um endereço de e-mail válido.

source: This value does not match the required pattern.
de: Dieser Wert stimmt nicht mit dem erforderlichen Muster überein.
es: Este valor no coincide con el patrón requerido.
fr: Cette valeur ne correspond pas au modèle requis.
pt_br: Este valor não corresponde ao padrão exigido.

source: Enter a valid "slug" consisting of letters, numbers, underscores or hyphens.
de: Geben Sie eine gültige "slug" ein, die aus Buchstaben, Zahlen, Unterstrichen oder Bindestriche.
es: Ingresa un "slug" válido que consta de letras, números, guiones bajos oguiones.
fr: Entrez un "slug" valide composé de lettres, de chiffres, de traits de soulignement ou traits d'union.
pt_br: Insira um "slug" válido consistindo em letras, números, sublinhados ouhífens.

source: Enter a valid "slug" consisting of Unicode letters, numbers, underscores, or hyphens.
de: Geben Sie einen gültigen "slug" ein, der aus Unicode-Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.
es: Introduzca un "slug" válido que conste de letras, números y guiones bajos Unicode, o guiones.
fr: Entrez un "slug" valide composé de lettres Unicode, de chiffres, de traits de soulignement, ou traits d'union.
pt_br: Insira um "slug" válido que consiste em letras Unicode, números, underscores ou hífens.

source: Enter a valid URL.
de: Geben Sie eine gültige URL ein.
es: Introduzca una URL válida.
fr: Entrez une URL valide.
pt_br: Insira um URL válido.

source: Must be a valid UUID.
de: Muss eine gültige UUID sein.
es: Debe ser un UUID válido.
fr: Doit être un UUID valide.
pt_br: Deve ser um UUID válido.

source: Enter a valid IPv4 or IPv6 address.
de: Geben Sie eine gültige IPv4- oder IPv6-Adresse ein.
es: Ingrese una dirección IPv4 o IPv6 válida.
fr: Entrez une adresse IPv4 ou IPv6 valide.
pt_br: Digite um endereço IPv4 ou IPv6 válido.

source: A valid integer is required.
de: Eine gültige Ganzzahl ist erforderlich.
es: Se requiere un número entero válido.
fr: Un entier valide est requis.
pt_br: É necessário um número inteiro válido.

source: Ensure this value is less than or equal to {max_value}.
de: Stellen Sie sicher, dass dieser Wert kleiner oder gleich {max_value} ist.
es: Asegúrese de que este valor sea menor o igual que {max_value}.
fr: Assurez-vous que cette valeur est inférieure ou égale à {max_value}.
pt_br: Certifique-se de que este valor seja menor ou igual a {max_value}.

source: Ensure this value is greater than or equal to {min_value}.
de: Stellen Sie sicher, dass dieser Wert größer oder gleich {min_value} ist.
es: Asegúrese de que este valor sea mayor o igual que {min_value}.
fr: Assurez-vous que cette valeur est supérieure ou égale à {min_value}.
pt_br: Certifique-se de que este valor seja maior ou igual a {min_value}.

source: String value too large.
de: String-Wert zu groß.
es: Valor de cadena demasiado grande.
fr: Valeur de chaîne trop grande.
pt_br: Valor da string muito grande.

source: A valid number is required.
de: Eine gültige Nummer ist erforderlich.
es: Se requiere un número válido.
fr: Un numéro valide est requis.
pt_br: Um número válido é necessário.

source: Ensure that there are no more than {max_digits} digits in total.
de: Stellen Sie sicher, dass insgesamt nicht mehr als {max_digits} vorhanden sind.
es: Asegúrese de que no haya más de {max_digits} dígitos en total.
fr: Assurez-vous qu'il n'y a pas plus de {max_digits} chiffres au total.
pt_br: Certifique-se de que não haja mais do que {max_digits} dígitos no total.

source: Ensure that there are no more than {max_decimal_places} decimal places.
de: Stellen Sie sicher, dass nicht mehr als {max_decimal_places} Dezimalstellen vorhanden sind.
es: Asegúrese de que no haya más de {max_decimal_places} lugares decimales.
fr: Assurez-vous qu'il n'y a pas plus de {max_decimal_places} décimales.
pt_br: Certifique-se de que não haja mais do que {max_decimal_places} casas decimais.

source: Ensure that there are no more than {max_whole_digits} digits before the decimal point.
de: Stellen Sie sicher, dass nicht mehr als {max_whole_digits} vor dem Komma.
es: Asegúrese de que no haya más de {max_whole_digits} dígitos antes de punto decimal.
fr: Assurez-vous qu'il n'y a pas plus de {max_whole_digits} chiffres avant le virgule.
pt_br: Certifique-se de que não haja mais do que {max_whole_digits} dígitos antes do ponto decimal.

source: Datetime has wrong format. Use one of these formats instead: {format}.
de: Datetime hat ein falsches Format. Verwenden Sie stattdessen eines dieser Formate: {format}.
es: La fecha y hora tiene un formato incorrecto. Utilice uno de estos formatos en su lugar: {format}.
fr: Datetime a un format incorrect. Utilisez l'un de ces formats à la place: {format}.
pt_br: O formato da data e hora está incorreto. Use um destes formatos: {format}.

source: Expected a datetime but got a date.
de: Ich habe ein Datum und eine Uhrzeit erwartet, aber ein Datum bekommen.
es: Esperaba una cita, pero tengo una cita.
fr: Attendu un datetime mais obtenu une date.
pt_br: É esperado um "datetime", mas se obteve um "date".

source: Invalid datetime for the timezone "{timezone}".
de: Ungültige Datums- und Uhrzeitangabe für die Zeitzone "{timezone}".
es: Fecha y hora no válida para la zona horaria "{timezone}".
fr: Date/heure non valide pour le fuseau horaire "{timezone}".
pt_br: Data e hora inválida para o fuso horário "{timezone}".

source: Datetime value out of range.
de: Datetime-Wert außerhalb des Bereichs.
es: Valor de fecha y hora fuera de rango.
fr: Valeur datetime hors plage.
pt_br: Valor data e hora fora do intervalo.

source: Date has wrong format. Use one of these formats instead: {format}.
de: Datum hat falsches Format. Verwenden Sie stattdessen eines dieser Formate: {format}.
es: La fecha tiene un formato incorrecto. Utilice uno de estos formatos en su lugar: {format}.
fr: Le format de la date est incorrect. Utilisez à la place l'un de ces formats: {format}.
pt_br: A data tem formato incorreto. Use um destes formatos: {format}.

source: Expected a date but got a datetime.
de: Ich habe ein Datum erwartet, aber ein Datum / eine Uhrzeit.
es: Esperaba una cita, pero obtuve una cita.
fr: Attendu une date mais obtenu une date/heure.
pt_br: Esperava-se um "date", mas se obteve um "datetime".

source: Time has wrong format. Use one of these formats instead: {format}.
de: Die Zeit hat ein falsches Format. Verwenden Sie stattdessen eines dieser Formate: {format}.
es: La hora tiene un formato incorrecto. Utilice uno de estos formatos en su lugar: {format}.
fr: L'heure a un format incorrect. Utilisez à la place l'un de ces formats: {format}.
pt_br: O formato da hora está incorreto. Use um destes formatos: {format}.

source: Duration has wrong format. Use one of these formats instead: {format}.
de: Die Dauer hat ein falsches Format. Verwenden Sie stattdessen eines dieser Formate: {format}.
es: La duración tiene un formato incorrecto. Utilice uno de estos formatos en su lugar: {format}.
fr: Le format de la durée est incorrect. Utilisez à la place l'un de ces formats: {format}.
pt_br: O formato da duração está incorreto. Use um destes formatos: {format}.

source: "{input}" is not a valid choice.
de: "{input}" ist keine gültige Wahl.
es: " {input}" no es una opción válida.
fr: "{input}" n'est pas un choix valide.
pt_br: "{input}" não é uma escolha válida.

source: More than {count} items...
de: Mehr als {count} items ...
es: Más de {count} elementos ...
fr: Plus de {count} éléments ...
pt_br: Mais de {count} itens ...

source: Expected a list of items but got type "{input_type}".
de: Ich habe eine Liste mit Elementen erwartet, aber den Typ "{input_type}" erhalten.
es: Se esperaba una lista de elementos, pero obtuve el tipo "{input_type}".
fr: Attend une liste d'éléments mais le type est "{input_type}".
pt_br: Esperava uma lista de itens, mas obteve o tipo "{input_type}" .

source: This selection may not be empty.
de: Diese Auswahl darf nicht leer sein.
es: Es posible que esta selección no esté vacía.
fr: Cette sélection n'est peut-être pas vide.
pt_br: Esta seleção não pode estar vazia.

source: "{input}" is not a valid path choice.
de: "{input}" ist keine gültige Pfadauswahl.
es: "{input}" no es una elección de ruta válida.
fr: "{input}" n'est pas un choix de chemin valide.
pt_br: "{input}" não é uma escolha de caminho válida.

source: No file was submitted.
de: Es wurde keine Datei eingereicht.
es: No se envió ningún archivo.
fr: Aucun fichier n'a été soumis.
pt_br: Nenhum arquivo foi enviado.

source: The submitted data was not a file. Check the encoding type on the form.
de: Die übermittelten Daten waren keine Datei. Überprüfen Sie den Codierungstyp im Formular.
es: Los datos enviados no eran un archivo. Verifique el tipo de codificación en el formulario.
fr: Les données soumises n'étaient pas un fichier. Vérifiez le type de codage sur le formulaire.
pt_br: Os dados enviados não eram um arquivo. Verifique o tipo de codificação no formulário.

source: No filename could be determined.
de: Es konnte kein Dateiname ermittelt werden.
es: No se pudo determinar ningún nombre de archivo.
fr: Aucun nom de fichier n'a pu être déterminé.
pt_br: Nenhum nome de arquivo pôde ser determinado.

source: The submitted file is empty.
de: Die übermittelte Datei ist leer.
es: El archivo enviado está vacío.
fr: Le fichier soumis est vide.
pt_br: O arquivo enviado está vazio.

source: Ensure this filename has at most {max_length} characters (it has {length}).
de: Stellen Sie sicher, dass dieser Dateiname höchstens {max_length} Zeichen enthält (er hat {length}).
es: Asegúrese de que este nombre de archivo tenga como máximo {max_length} caracteres (tiene {length}).
fr: Assurez-vous que ce nom de fichier comporte au plus {max_length} caractères (il a {length}).
pt_br: Certifique-se de que este nome de arquivo tenha no máximo {max_length} caracteres (ele tem {length}).

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
de: Laden Sie ein gültiges Bild hoch. Die von Ihnen hochgeladene Datei war entweder kein Bild oder ein beschädigtes Bild.
es: Cargue una imagen válida. El archivo que cargó no era una imagen o un imagen dañada.
fr: Importez une image valide. Le fichier que vous avez téléversé n'était pas une image ou un image corrompue.
pt_br: Carregue uma imagem válida. O arquivo que carregou não era uma imagem ou era uma imagem corrompida.

source: This list may not be empty.
de: Diese Liste darf nicht leer sein.
es: Es posible que esta lista no esté vacía.
fr: Cette liste n'est peut-être pas vide.
pt_br: Esta lista não pode estar vazia.

source: Ensure this field has at least {min_length} elements.
de: Stellen Sie sicher, dass dieses Feld mindestens {min_length} Elemente enthält.
es: Asegúrese de que este campo tenga al menos {min_length} elementos.
fr: Assurez-vous que ce champ contient au moins {min_length} éléments.
pt_br: Certifique-se de que este campo tenha pelo menos {min_length} elementos.

source: Ensure this field has no more than {max_length} elements.
de: Stellen Sie sicher, dass dieses Feld nicht mehr als {max_length} Elemente enthält.
es: Asegúrese de que este campo no tenga más de {max_length} elementos.
fr: Assurez-vous que ce champ ne contient pas plus de {max_length} éléments.
pt_br: Certifique-se de que este campo não tenha mais do que {max_length} elementos.

source: Expected a dictionary of items but got type "{input_type}".
de: Erwartet ein Wörterbuch mit Elementen, hat aber den Typ "{input_type}".
es: Se esperaba un diccionario de elementos, pero obtuve el tipo "{input_type}".
fr: Attendu un dictionnaire d'éléments mais le type est "{input_type}".
pt_br: Esperava um dicionário de itens, mas obteve o tipo "{input_type}".

source: This dictionary may not be empty.
de: Dieses Wörterbuch darf nicht leer sein.
es: Este diccionario no puede estar vacío.
fr: Ce dictionnaire n'est peut-être pas vide.
pt_br: Este dicionário não pode estar vazio.

source: Value must be valid JSON.
de: Wert muss gültiger JSON sein.
es: El valor debe ser JSON válido.
fr: La valeur doit être un JSON valide.
pt_br: O valor deve ser JSON válido.

source: Search
de: Suche
es: Buscar
fr: Chercher
pt_br: Pesquisa

source: A search term.
de: Ein Suchbegriff.
es: Un término de búsqueda.
fr: Un terme de recherche.
pt_br: Um termo de pesquisa.

source: Ordering
de: Bestellung
es: Pedido
fr: Commande
pt_br: Ordenação

source: Which field to use when ordering the results.
de: Welches Feld soll bei der Bestellung der Ergebnisse verwendet werden.
es: Qué campo usar al ordenar los resultados.
fr: Quel champ utiliser lors de la commande des résultats.
pt_br: Qual campo usar ao ordenar os resultados.

source: ascending
de: aufsteigend
es: ascendente
fr: ascendant
pt_br: ascendente

source: descending
de: absteigend
es: descendente
fr: descendant
pt_br: descendente

source: A page number within the paginated result set.
de: Eine Seitenzahl innerhalb der paginierten Ergebnismenge.
es: Un número de página dentro del conjunto de resultados paginados.
fr: Un numéro de page dans le jeu de résultats paginé.
pt_br: Um número de página dentro do conjunto de resultados paginado.

source: Number of results to return per page.
de: Anzahl der Ergebnisse, die pro Seite zurückgegeben werden sollen.
es: Número de resultados para devolver por página.
fr: Nombre de résultats à renvoyer par page.
pt_br: Número de resultados a retornar por página.

source: Invalid page.
de: Ungültige Seite.
es: Página no válida.
fr: Page non valide.
pt_br: Página inválida.

source: The initial index from which to return the results.
de: Der Anfangsindex, von dem die Ergebnisse zurückgegeben werden sollen.
es: El índice inicial desde el que se devuelven los resultados.
fr: L'index initial à partir duquel renvoyer les résultats.
pt_br: O índice inicial do qual retornar os resultados.

source: The pagination cursor value.
de: Der Paginierungscursorwert.
es: El valor del cursor de paginación.
fr: La valeur du curseur de pagination.
pt_br: O valor do cursor de paginação.

source: Invalid cursor
de: Ungültiger Cursor
es: Cursor no válido
fr: Curseur invalide
pt_br: Cursor inválido

source: Invalid pk "{pk_value}" - object does not exist.
de: Ungültiges pk "{pk_value}" - Objekt existiert nicht.
es: Pk "{pk_value}" no válido: el objeto no existe.
fr: Pk non valide "{pk_value}" - l'objet n'existe pas.
pt_br: PK inválida "{pk_value}" - o objeto não existe.

source: Incorrect type. Expected pk value, received {data_type}.
de: Falscher Typ. Erwarteter pk-Wert, empfangen {data_type}.
es: Tipo incorrecto. Valor pk esperado, recibido {data_type}.
fr: Type incorrect. Valeur pk attendue, reçu {data_type}.
pt_br: Tipo incorreto. Valor pk esperado, recebido {data_type}.

source: Invalid hyperlink - No URL match.
de: Ungültiger Hyperlink - Keine URL-Übereinstimmung.
es: Hipervínculo no válido: ninguna URL coincide.
fr: Lien hypertexte non valide - Aucune correspondance d'URL.
pt_br: Hiperlink inválido - sem correspondência de URL.
